Repository: jefersonboesing/picprogress-demo
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: pt_br

# %d photo
source: %d photos
pt_br: %d fotos

source: %lld days left
pt_br: %lld dias restantes

source: %lld hours left
pt_br: %lld horas restantes

source: %lld minutes left
pt_br: %lld minutos restantes

source: %lld photos
pt_br: %lld fotos

source: %lld photos selected
pt_br: %lld fotos selecionadas

source: Add photo
pt_br: Adicionar foto

source: Add to album
pt_br: Adicionar ao álbum

source: Adjusted
pt_br: Ajustado

source: After
pt_br: Depois

source: After deleting, it will no longer be possible to access it.
pt_br: Após a exclusão, não será mais possível acessá-lo.

source: After deleting, it will no longer be possible to access them.
pt_br: Após a exclusão, não será mais possível acessá-las.

source: Album name
pt_br: Nome do álbum

source: Albums
pt_br: Álbuns

source: All
pt_br: Todos

source: Allow notifications
pt_br: Permitir notificações

source: Apply
pt_br: Aplicar

source: Are you sure you want to delete %lld photo(s)?
pt_br: Tem certeza de que deseja excluir %lld foto(s)?

source: Are you sure you want to delete this album?
pt_br: Tem certeza de que deseja excluir este álbum?

source: Are you sure you want to delete this photo?
pt_br: Tem certeza de que deseja excluir esta foto?

source: Background color
pt_br: Cor do álbum

source: Before
pt_br: Antes

source: Cancel
pt_br: Cancelar

source: Capture new photos or import from gallery to track the progress.
pt_br: Capture novas fotos ou importe da sua galeria para acompanhar o progresso.

source: Capture or import more photos to be able to compare side by side.
pt_br: Capture ou importe suas fotos para poder comparar lado a lado.

source: Capture your journey with PicProgress
pt_br: Comece sua jornada com PicProgress

source: Compare
pt_br: Comparar

source: Compare your photos side by side
pt_br: Compare e compartilhe suas fotos lado a lado

source: Create
pt_br: Criar

source: Daily
pt_br: Diário

# Day
source: Day %d
pt_br: Dia %d

source: Delete
pt_br: Excluir

source: Edit album
pt_br: Editar álbum

source: Edit date
pt_br: Editar data

source: Error deleting the album
pt_br: Não foi possível excluir o álbum

source: Error deleting the photo
pt_br: Não foi possível excluir a foto

source: Error deleting the photos
pt_br: Não foi possível excluir as fotos

source: Error saving the image
pt_br: Não foi possível salvar a imagem

source: Error saving the photo
pt_br: Não foi possível salvar a foto

source: Error saving the photos
pt_br: Não foi possível salvar as fotos

source: Every day
pt_br: Todo dia

source: Every month
pt_br: Todo mês

source: Every week
pt_br: Toda semana

source: From pregnancy to fitness goals, see your progress unfold.
pt_br: Crie álbuns de fotos para acompanhar a transformação do que é importante para você.

source: Hold to compare before and after
pt_br: Segure para comparar antes e depois

source: Image saved successfully
pt_br: Imagem salva com sucesso

source: Import from gallery
pt_br: Importar da galeria

source: Importing photos...
pt_br: Importando fotos...

# Month
source: Month %d
pt_br: Mês %d

source: Monthly
pt_br: Mensal

source: More options
pt_br: Mais opções

source: New album
pt_br: Novo álbum

source: No albums yet.
pt_br: Crie seu primeiro álbum.

source: No daily album.
pt_br: Nenhum álbum diário.

source: No monthly album.
pt_br: Nenhum álbum mensal.

source: No photos selected
pt_br: Nenhuma foto selecionada

source: No pictures available.
pt_br: Nenhuma foto disponível.

source: No pictures yet.
pt_br: Suas fotos aparecerão aqui.

source: No weekly album.
pt_br: Nenhum álbum semanal.

source: Notes
pt_br: Anotações

# notification_description_day_end
source: There's still time to capture today's progress.
pt_br: Ainda há tempo para capturar o progresso de hoje.

# notification_description_day_start
source: Good morning! It's time to capture today's progress in your '%@' album.
pt_br: Bom dia! É hora de capturar o progresso de hoje no seu álbum '%@'.

# notification_description_month_end
source: The month is coming to an end. Make sure to update your '%@' album if you haven't already.
pt_br: O mês está terminando. Não deixe de atualizar seu álbum '%@'.

# notification_description_month_start
source: A new month, a new opportunity to track your progress. Remember to update your '%@' album.
pt_br: Um novo mês, uma nova oportunidade de acompanhar seu progresso. Lembre-se de atualizar seu álbum '%@'.

# notification_description_week_end
source: The week is almost over. Don't forget to update your '%@' album if you haven't done so yet.
pt_br: A semana está quase acabando. Não se esqueça de atualizar seu álbum '%@' .

# notification_description_week_start
source: A new week has begun! Remember to update your '%@' album to track your progress.
pt_br: Uma nova semana começou! Que tal começar atualizando seu álbum '%@'.

# notification_title_daily_reminder
source: Daily reminder for '%@' album
pt_br: Atualize o álbum '%@'

# notification_title_havent_updated
source: Haven't updated your '%@' album yet?
pt_br: Ainda não atualizou seu álbum '%@'?

# notification_title_monthly_reminder
source: Monthly reminder for '%@' album
pt_br: Atualize o álbum '%@'

# notification_title_weekly_reminder
source: Weekly reminder for '%@' album
pt_br: Atualize o álbum '%@'

source: Notifications
pt_br: Notificações

source: Permission is required to save images.
pt_br: A permissão é necessária para salvar imagens.

source: Photo frequency
pt_br: Frequência das fotos

source: Photo saved successfully
pt_br: Foto salva com sucesso

source: Photos saved successfully
pt_br: Fotos salvas com sucesso

source: Please try again.
pt_br: Por favor, tente novamente.

source: Required field.
pt_br: O nome do álbum é obrigatório.

source: Save
pt_br: Salvar

source: Save photo
pt_br: Salvar foto

source: Save to gallery
pt_br: Salvar na galeria

source: Select %d photos to compare
pt_br: Selecione %d fotos para comparar

source: Select photo
pt_br: Selecionar foto

source: Select photos
pt_br: Selecionar fotos

source: Settings
pt_br: Configurações

source: Start date
pt_br: Data de início

source: Start tracking your progress by creating your first photo album.
pt_br: Capture novas fotos ou importe da sua galeria para acompanhar o progresso.

source: Stay consistent with regular updates
pt_br: Mantenha o ritmo com atualizações frequentes

source: Take picture
pt_br: Tirar foto

source: The photo is available in the gallery.
pt_br: A foto está disponível na galeria.

source: Title
pt_br: Título

source: Type here the progress name
pt_br: Digite aqui o nome do álbum

source: Updated
pt_br: Atualizado

# Week
source: Week %d
pt_br: Semana %d

source: Weekly
pt_br: Semanal

source: When you create daily albums, they will appear here.
pt_br: Quando você criar álbuns diários, eles aparecerão aqui.

source: When you create monthly albums, they will appear here.
pt_br: Quando você criar álbuns mensais, eles aparecerão aqui.

source: When you create weekly albums, they will appear here.
pt_br: Quando você criar álbuns semanais, eles aparecerão aqui.

source: Whether it's daily, weekly, or monthly, we will remind you to stay consistent.
pt_br: Com lembretes diários, semanais ou mensais, você será lembrado de registrar seus momentos e manter seu progresso em dia.

source: With our 'Before and After' comparison tool, you'll have visual proof of your progress.
pt_br: Com a ferramenta de comparação 'Antes e Depois', você terá uma visão clara de sua evolução.

source: Write your note
pt_br: Escreva suas anotações

source: Your photos are available in the gallery.
pt_br: Suas fotos estão disponíveis na galeria.

source: Your progress is available in the gallery.
pt_br: Seu progresso está disponível na galeria.
